*.js linguist-detectable=true

// プロフィール情報データ(書き換えたり複製してあげようか)
const profileData = {
  about: {
    title: "タイトル",
    content: `<p><strong>サブタイトル</strong> </p>
    <p><strong>ミニタイトル</strong> </p>
    <p>本文１</p>
    <p>本文２</p>
    <p>本文３</p>`
  },
  research: {
    title: "研究テーマ",
    content: `<p><strong>地球生態系の再現</strong><br>
              宇宙環境での持続可能な生態系構築を目指し、地球生態系のモデル化と再現性の研究を行っています。閉鎖環境での生態系維持に必要な要素と相互作用を解明することで、長期宇宙ミッションや宇宙コロニーでの生命維持システムの確立に貢献します。</p>
              
              <p><strong>月面コンクリート</strong><br>
              月の現地資源を活用した建設材料の開発に取り組んでいます。月の表土（レゴリス）と限られた資源を用いて、耐久性のある構造物を構築するための新しい材料科学アプローチを研究しています。</p>
              
              <p><strong>腸内細菌叢とヒトの健康</strong><br>
              微小重力や宇宙放射線などの宇宙環境が腸内微生物叢に与える影響と、それが宇宙飛行士の健康にどのように影響するかを研究しています。</p>`
  }};
